[
    {
        "id": 1,
        "img": "616fBoCyBDL._AC_SL1500_.jpg",
        "images": ["61aHPB+5GQL._AC_SL1238_.jpg",
                "61fpyBlYQZL._AC_SL1500_.jpg",
                "617fT1nb6pL._AC_SL1200_.jpg",
                "616fBoCyBDL._AC_SL1500_.jpg"],
        "name": "Sony ZX Series Wired On-Ear Headphones with Mic, Black MDR-ZX110AP",
        "type": "headphones",
        "price": 20.99,
        "features": ["Lightweight 1.38 in neodymium dynamic drivers deliver a punchy, rhythmic response to even the most demanding tracks. Driver Unit: Dome type",
                    "The swiveling earcup design allows easy storage when you’re not using them, and enhances portability when you’re traveling",
                    "Cushioned earpads for total comfort and enfolding closed-back design seals in sound",
                    "The wide frequency range—spanning 12 Hz to 22 kHz—delivers deep bass, rich midrange, and soaring highs",
                    "Plug: L-shaped stereo mini plug 3.5mm"],
        "newp": false
    },
    {
        "id": 2,
        "img": "image-product.0f14e428.jpg",
        "images": ["image-product.0f14e428.jpg",
        "image-gallery-1.fec85b48.jpg",
        "image-gallery-2.a88a2477.jpg",
        "image-gallery-3.431f9028.jpg"],
        "name": "XX 99 MARK TWO HEADPHONES",
        "type": "headphones",
        "price": 29.99,
        "features": ["Headphone unit",
        "Replacement earcups",
        "User manual",
        "3.5mm 5m audio cable",
        "Travel bag"],
        "newp": true
    },
    {
        "id": 3,
        "img": "81xdLjyV5+L._AC_SL1500_.jpg",
        "images": ["81xdLjyV5+L._AC_SL1500_.jpg",
        "81xdLjyV5+L._AC_SL1500_.jpg",
        "81xdLjyV5+L._AC_SL1500_.jpg",
        "81xdLjyV5+L._AC_SL1500_.jpg"],
        "name": "OneOdio Wired Over Ear Headphones Studio Monitor & Mixing DJ Stereo Headsets with 50mm Neodymium Drivers and 1/4 to 3.5mm Audio Jack for AMP Computer Recording Phone Piano Guitar Laptop - Black",
        "type": "headphones",
        "price": 30.99,
        "features": ["BASS SOUND: Enjoy clear sound and comfort with the OneOdio Studio monitor headphones. Large, 50 millimeter speaker unit drivers combined with neodymium magnets; powerful bass, clear vocal, and crisp high tones form stereo sound",
        "BUILT TO STAY COMFORTABLE: The soft padded ear cushions are designed for monitor headphones comfort and noise isolation. The headband is adjustable and stretchable for you to find the desired angle you like to fit in",
        "NO MORE ADAPTER: DJ style coiled cord (9.8Ft Stretched) easily reaches from the TV or stereo to your chair. A standard-sized 6.35mm plug and a 3.5mm plug are included. They both are completely detachable, you can plug in the mixer you want to use",
        "SINGLE-SIDE MONITORING: 90° swiveling ear cups for single-ear monitoring anytime; self-adjustable and flexible headband delivers a fatigue-free listening experience that can last for hours, ideal for mastering and mixing",
        "Works with: All devices have 3.5mm or 6.35mm audio jack. Bass sound, durability, and comfort. These are the headphones you've been looking for"],
        "newp": false
    },
    {
        "id": 4,
        "img": "71P3igzuWCL._AC_SL1452_.jpg",
        "images": ["71P3igzuWCL._AC_SL1452_.jpg",
        "61aW3eYkebL._AC_SL1500_.jpg",
        "61daa9RT46L._AC_SL1500_.jpg",
        "71iauOVJ2ML._AC_SL1500_.jpg"],
        "name": "PeohZarr On-Ear Headphones with Microphone, Lightweight Folding Stereo Bass Headphones with 1.5M Tangle Free Cord, Portable Wired Headphones for Smartphone Tablet Laptop Computer MP3/4",
        "type": "headphones",
        "price": 14.98,
        "features": ["【Immerse yourself into the beat】These headphones with microphone adopt High-definition 40mm driver and compact earcups design, which deliver exceptionally clear sound with full dynamic range and rich bass and crisp mids. Effortless style and powerful sound let you tune into your own rhythms with the set of on-ear headphones",
        "【Designed for maximum comfort】Ultra-soft ear cushions and padded headband provide you a fatigue-free listening experience even wearing these on-ear headphones during a long session. Adjustable slider helps you achieve the perfect fit without constraint. You can easily use these stereo headphones for your workouts, job commute or just for listening at home. Our headphones is ergonomically-designed to fit the shape of the most of human ear, offering the audio while maintaining maximum comfort.",
        "【Durable and folding design】These headphones with microphone in bright colors are built meticulously with strong and sturdy plastic for long-lasting resilience and durability. Premium 1.5m nylon braiding cord doesn’t tangle or kink, suitable for kids and Children. Lightweight and foldable design make these wired headphones easy to put into your package and take along anywhere.",
        "【Easy in-line control with microphone】Friendly in-line microphone for making calls,and skipping tracks forward and back. These on ear headphones with microphone support a wide range of devices like cell phones, computers, laptops, MP3, MP4 players other 3.5mm audio jack devices for gym, listening to music and games",
        "【HAPPY CUSTOMERS】We are committed to serving customers with reliable quality products, PeohZarr continues to deliver the best user experience with innovative technology from a trusted brand. Please feel free to contact us if you have any request."],
        "newp": false
    },
    {
        "id": 5,
        "img": "71fXf88VkQL._AC_SL1500_.jpg",
        "images": ["61p9pZ-DScL._AC_SL1001_.jpg",
        "71fXf88VkQL._AC_SL1500_.jpg",
        "71iboMX9h9L._AC_SL1500_.jpg",
        "81p-j+FbDfL._AC_SL1500_.jpg"],
        "name": "RUNMUS Gaming Headset PS4 Headset with 7.1 Surround Sound, Xbox One Headset with Noise Canceling Mic & RGB Light, Compatible w/ PS4, PS5, Xbox One(Adapter Needed), PC Laptop, Nintendo Switch, Mac",
        "type": "headphones",
        "price": 16.99,
        "features": ["【Top-notch audio quality】50mm neodymium driver in each ear cup built into the RUNMUS gaming headset delivers virtual 7. 1 surrounding sound right into your ears. Hear your games come alive in ways you’ve never heard before and got the jump on your enemies with pinpoint positional accuracy. The perfect headset for various games like GTA5, Call of Duty, Battlefield 1, God of war, Star Wars Battlefront 2015 and so on.",
        "【Supremely comfortable & Glaring RGB light】Large over-ear earcups that are finished in a soft leather feel to provide long lasting comfort. You’ll find yourself being able to wear this ps4 headset for multiple hours at a time without needing to take a break. Glaring LED lights designed on the earcups highlight the atmosphere of the game.",
        "【Wide application with 3. 5mm plug】Multiple platforms compatibility is offered that allows you to use RUNMUS gaming headphones with the PS4, PS5, Xbox One X/S, PC, Nintendo Switch(Audio), Nintendo new 3DS LL(Audio), Laptop, Mac, Tablet, and mobile devices via the 3. 5mm cable. Please note a Microsoft Adapter will be needed(not Included) for old version xbox one controller. USB is for RGB lighting.",
        "【Noise isolating microphone】RUNMUS xbox one headset comes with a 160-degree rotating noise canceling microphone that is ergonomically designed. Your voice is 360 degree picked up well because ambient noise is minimized. You can be heard in relatively noisy environments without having to repeat yourself.",
        "【100% quality & 12 months 】Every RUNMUS ps5 headset will go through a strict quality test process before sending out. We promised to bring the best quality gaming headset to our customers. From the day of purchase of RUNMUS RGB headset, We offer 12 Months to our customer. Every customer's right is fully during the period."],
        "newp": true
    },
    {
        "id": 6,
        "img": "81pCpKFjBZL._AC_SL1500_.jpg",
        "images": ["81AdTh4DgsL._AC_SL1500_.jpg",
        "81pCpKFjBZL._AC_SL1500_.jpg",
        "81x94pCmwnL._AC_SL1500_.jpg",
        "91hvF56CFGL._AC_SL1500_.jpg"],
        "name": "SteelSeries Arctis 7 - Lossless Wireless Gaming Headset with DTS Headphone: X v2.0 Surround - for PC and PlayStation 4 - Black",
        "type": "headphones",
        "price": 131.87,
        "features": ["Designed for gaming, the 2.4 grams connection delivers rock solid, lossless wireless audio with ultra-low latency and zero interference",
        "Widely recognized as the best mic in gaming, the discord certified clear cast microphone delivers studio quality voice clarity and background noise cancellation",
        "Sound is your competitive advantage with the s1 speaker drivers, engineered to produce ultra-low distortion audio so you hear every detail Effective Range: 12 m / 40 ft",
        "Immerse yourself in 360 degrees of precision audio with next generation DTS headphone: x v2.0 7.1 surround sound (pc only)",
        "24 hour battery life gives you enough continuous play for even your longest gaming sessions; Compatible only with Pc, Mac, PS, Switch and Mobile; Headphone sensitivity: 98 dB"],
        "newp": true
    },
    {
        "id": 7,
        "img": "710bzyIm3JL._AC_SL1500_.jpg",
        "images": ["61FPxTHV+VL._AC_SL1500_.jpg",
        "71mi5+jibtL._AC_SL1280_.jpg",
        "71mJWI7IoOL._AC_SL1500_.jpg",
        "710bzyIm3JL._AC_SL1500_.jpg"],
        "name": "PSB Alpha T20 Tower Speaker - Black Ash",
        "type": "speakers",
        "price": 649.00,
        "features": ["¾” Black anodized aluminum dome tweeter with front waveguide",
        "5.25” textured polypropylene woofer with rubber surround",
        "Bass reflex cabinet design with a rear-firing port",
        "Acoustically-transparent detachable magnetic grilles",
        "Five-way gold-plated binding post speaker terminals"],
        "newp": true
    },
    {
        "id": 8,
        "img": "imagespeakers.bbb1a70b.png",
        "images": ["imagespeakers.bbb1a70b.png",
        "image-gallery-1.0a0c0d0e.jpg",
        "image-gallery-2.d0f0cdd1.jpg",
        "image-gallery-3.5bad5c68.jpg"],
        "name": "ZX9 SPEAKER",
        "type": "speakers",
        "price": 450,
        "features": ["Connect via Bluetooth or nearly any wired source. This speaker features optical, digital coaxial, USB Type-B, stereo RCA, and stereo XLR inputs, allowing you to have up to five wired source devices connected for easy switching. Improved bluetooth technology offers near lossless audio quality at up to 328ft (100m). Discover clear, more natural sounding highs than the competition with ZX9’s signature planar diaphragm tweeter. Equally important is its powerful room-shaking bass courtesy of a 6.5” aluminum alloy bass unit. You’ll be able to enjoy equal sound quality whether in a large room or small den. Furthermore, you will experience new sensations from old songs since it can respond to even the subtle waveforms."],
        "newp": true
    },
    {
        "id": 9,
        "img": "image-zx7.4601003a.jpg",
        "images": ["image-zx7.4601003a.jpg",
        "image-gallery-1.51bc54ac.jpg",
        "image-gallery-2.0aebac5c.jpg",
        "image-gallery-3.50fbac0e.jpg"],
        "name": "ZX7 SPEAKER",
        "type": "speakers",
        "price": 350,
        "features": ["Reap the advantages of a flat diaphragm tweeter cone. This provides a fast response rate and excellent high frequencies that lower tiered bookshelf speakers cannot provide. The woofers are made from aluminum that produces a unique and clear sound. XLR inputs allow you to connect to a mixer for more advanced usage. The ZX7 speaker is the perfect blend of stylish design and high performance. It houses an encased MDF wooden enclosure which minimises acoustic resonance. Dual connectivity allows pairing through bluetooth or traditional optical and RCA input. Switch input sources and control volume at your finger tips with the included wireless remote. This versatile speaker is equipped to deliver an authentic listening experience."],
        "newp": true
    },
    {
        "id": 10,
        "img": "imageearphones.6e8830d4.png",
        "images": ["imageearphones.6e8830d4.png",
        "download.jpg",
        "image-gallery-1.602806e7.jpg",
        "image-gallery-3.9a98eecc.jpg"],
        "name": "YX1 EARPHONES",
        "type": "earphones",
        "price": 199,
        "features": ["Experience unrivalled stereo sound thanks to innovative acoustic technology. With improved ergonomics designed for full day wearing, these revolutionary earphones have been finely crafted to provide you with the perfect fit, delivering complete comfort all day long while enjoying exceptional noise isolation and truly immersive sound. The YX1 Wireless Earphones features customizable controls for volume, music, calls, and voice assistants built into both earbuds. The new 7-hour battery life can be extended up to 28 hours with the charging case, giving you uninterrupted play time. Exquisite craftsmanship with a splash resistant design now available in an all new white and grey color scheme as well as the popular classic black."],
        "newp": true
    },
    {
        "id": 11,
        "img": "apple-1.jpg",
        "images": ["apple-1.jpg",
        "apple-2.jpg",
        "apple-3.jpg",
        "apple-4.jpg"],
        "name": "Apple AirPods Pro",
        "type": "earphones",
        "price": 99,
        "features": ["Active noise cancellation for immersive sound",
        "Transparency mode for hearing and connecting with the world around you",
        "Three sizes of soft, tapered silicone tips for a customizable fit",
        "Sweat and water resistant",
        "Adaptive EQ automatically tunes music to the shape of your ear",
        "Easy setup for all your Apple devices",
        "Quick access to Siri by saying “Hey Siri”",
        "The Wireless Charging Case delivers more than 24 hours of battery life"],
        "newp": false
    },
    {
        "id": 12,
        "img": "apple-5.jpg",
        "images": ["apple-5.jpg",
            "apple-6.jpg",
            "apple-7.jpg",
            "apple-8.jpg"],
        "name": "Samsung Galaxy Buds Plus, True Wireless Earbuds (Wireless Charging Case Included), Black – US Version",
        "type": "earphones",
        "price": 150,
        "features": ["Exactly what you want to hear. Galaxy Buds+ are the perfect fitting earbuds to isolate you from distracting noises, so you can stay focused on what you want. And if you’d like to filter in some of the outside world to be more in-tune with your surroundings, you can switch on Ambient Aware2. Hear flight annozments, oncoming traffic or your order number while still enjoying your favorite playlist or podcast.",
        "22 hours of serious sound. Get up to 11 hours of nonstop music on a single charge, then pop your Galaxy Buds+ in the wireless charging case and get nearly 11 more. Forgot to charge them the night before, No worries. 3 minutes of charging gives you one hour of play time, so you have enough juice for your commute or workout.",
        "Your voice, loud and clear. Ensure you’re heard clearly. A dedicated internal and two external microphones pick up your voice and isolate it from outside noises. When you’re on a call, your voice comes through richly and confidently, even in noisy locations.",
        "Android & iOS compatible. Pair with smart devices via Bluetooth. Use the Galaxy Wearable app on Android and Galaxy Buds+ app on iOS to make the most of your earphones.",
        "Included Components: 3 Size Eargel"],
        "newp": false
    }
]